Repository: git2305/carweb
Catalog: app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Vehicle Detail
it: Dettagli del veicolo

source: Add New Advertisement
it: Add New Advertisement 1

source: Advertisement: Step1
it: Pubblicità: Passo1

source: Advertisement: Step2
it: Pubblicità: Passo2

source: Advertisement: Step3
it: Pubblicità: Passo3

source: Advertisement: Step4
it: Pubblicità: Passo4

source: telefon +0 55 553 40 00
it: telefono +0 55 553 40 00

source: Car auction
it: Asta di automobili

source: jobs
it: lavori

source: Prices
it: Prezzi

source: Our Company
it: La nostra azienda

source: About Us
it: Riguardo a noi

source: FAQ
it: Domande frequenti

source: Instructions
it: Istruzioni

source: Outstanding safe
it: Straordinariamente sicuro

source: Sign out
it: Esci

source: Sign up
it: Registrati

source: Sign in
it: Accedi

source: Add advertisement
it: Aggiungi una pubblicità

source: Toggle navigation
it: Attiva/disattiva la navigazione

source: Menu
it: Menù

source: Home
it: Pagina iniziale

source: Find a car
it: Trova un'auto

source: Used cars
it: Auto usate

source: Specialst
it: Specialista

source: New
it: Nuovo

source: Contact
it: Contatta

source: Car Listing
it: Inserzioni di auto

source: Edit user
it: Modifica utente

source: Username
it: Nome utente

source: Form of address*
it: Appellativo*

source: Preferred language
it: Lingua preferita

source: How did you find out about us?*
it: Come sei venuto a sapere di noi?*

source: Status
it: Stato

source: Action
it: Azione

source: Quick Search
it: Ricerca rapida

source: Search by body type
it: Cerca per tipo di carrozzeria

source: Make:
it: Marca:

source: Model:
it: Modello:

source: Region:
it: Regione:

source: Min Year:
it: Anno min.:

source: Max Year:
it: Anno max.:

source: Search
it: Cerca

source: Recent
it: Recente

source: Car submissions
it: Auto presentate

source: Enter your username
it: Inserisci il tuo nome utente

source: Enter your password
it: Inserisci la tua password

source: Personal details
it: Dettagli personali

source: First name*
it: Nome*

source: Insert first name
it: Inserisci il nome

source: Surname*
it: Cognome*

source: Insert last name
it: Inserisci il cognome

source: Telephone *
it: Telefono *

source: Area code without the "0", Number plus extension
it: Codice di zona senza lo "0", Numero più estensione

source: Username*
it: Nome utente*

source: Insert username
it: Inserisci il nome utente

source: (Min. 6, max. 8 characters)
it: (Min. 6, max. 8 caratteri)

source: Registration
it: Immatricolazione

source: Company Data
it: Dati dell'azienda

source: Company
it: Azienda

source: Addition
it: Aggiunta

source: Street/No.
it: Via e numero

source: Address line 1
it: Indirizzo, riga 1

source: PO Box
it: Casella postale

source: Address line 2
it: Indirizzo, riga 1

source: Postcode/town *
it: Codice postale/città *

source: Postcode
it: Codice postale

source: Town
it: Città

source: Country*
it: Paese*

source: Car dealership
it: Concessionaria auto

source: Motorcycle dealership
it: Concessionaria moto

source: Commercial vehicle dealership
it: Concessionaria veicoli commerciali

source: Insert email address
it: Inserisci l'indirizzo email

source: Login details
it: Dettagli di accesso

source: Please note that your username will be displayed if you place a bid
it: Si ricorda che il nome utente verrà mostrato se effettui un'offerta

source: Insert password
it: Inserisci la password

source: At least 8 characters, uppercase/lowercase letters and numbers
it: Almeno 8 caratteri, lettere minuscole , maiuscole e numeri

source: Re-enter password*
it: Inserisci di nuovo la password*

source: Confirm your password
it: Conferma la tua password

source: Please note that your.............
it: Si ricorda che il tuo.............

source: I hereby confirm that I have read and understood the General Terms and Conditions and that I agree to them.*
it: Confermo di aver letto e compreso i Termini e le Condizioni Generali, e di accettarli.*

source: CARAUKTION AG is hereby authorised to obtain external information about the company/person to be registered.*
it: CARAUKTION AG è autorizzata a ottenere informazioni esterne sulla compagnia/persona da registrare.*

source: security check
it: controllo di sicurezza

source: I'm not a robot
it: Non sono un robot

source: 1st reg. *
it: 1^ immatr. *

source: Model No. *
it: N° di modello *

source: Choose your vehicle category
it: Scegli la categoria del veicolo

source: Add category
it: Aggiungi una categoria

source: Select category
it: Seleziona la categoria

source: Next
it: Successivo

source: Vehicle listing
it: Inserzioni di veicoli

source: Manage vehicles
it: Gestisci i veicoli

source: Model, Type
it: Modello, tipo

source: Body type
it: Tipo di carrozzeria

source: Doors
it: Porte

source: HP
it: Cavalli

source: Fuel
it: Carburante

source: Gear
it: Cambio

source: Factory price
it: Prezzo di fabbrica

source: Created
it: Data di creazione

source: Vehicle Data
it: Dati del veicolo

source: Condition
it: Condizione

source: Documents & Pictures
it: Documenti e immagini

source: Auction
it: Asta

source: Fields marked with asterisk (*) are mandatory
it: I campi contrassegnati con un asterisco (*) sono obbligatori

source: Brand*
it: Marca*

source: Brand name
it: Nome della marca

source: Model *
it: Modello *

source: Model
it: Modello

source: Type
it: Tipo

source: Body type *
it: Tipo di carrozzeria *

source: Select body type
it: Seleziona il tipo di carrozzeria

source: Doors *
it: Porte *

source: Wheel Drive *
it: Trazione *

source: Gear *
it: Cambio *

source: Fuel *
it: Carburante *

source: Performance *
it: Prestazioni *

source: Number of seats
it: Numero di posti

source: Please select
it: Per favore seleziona

source: 1st Reg. *
it: 1^ immatr. *

source: 1st Registration
it: Prima immatricolazione

source: Exterior color *
it: Colore esterno *

source: Please choose color
it: Scegli il colore

source: Car finish
it: Tipo di verniciatura

source: Interior color *
it: Colore interno *

source: Special equipment
it: Attrezzatura speciale

source: Serial equipment
it: Equipaggiamento di serie

source: Frame No.
it: Telaio N°

source: Model No.
it: Modello N°

source: Register No.
it: Immatricolazione N°

source: Vehicle No.
it: Veicolo N°

source: Additional information
it: Ulteriori informazioni

source: Factory price of vehicle
it: Prezzo di fabbrica del veicolo

source: Previous
it: Precedente

source: Conditions
it: Condizioni

source: Gen. condition
it: Condizioni generali

source: Vehicle involved in accident
it: Veicolo coinvolto in un incidente

source: Dog owner
it: Proprietario di un cane

source: Smoker's vehicle
it: Veicolo di un fumatore

source: Hail damage
it: Danni da grandine

source: Vehicle inspection
it: Ispezione del veicolo

source: Repairs*
it: Riparazioni*

source: Mechanics
it: Meccanica

source: Multilingual
it: Multilingue

source: Vehicle registration document
it: Carta di circolazione del veicolo

source: Available
it: Disponibile

source: Will be supplied later
it: Disponibile successivamente

source: Service record
it: Storico revisioni e servizio

source: Incomplete
it: Incompleto

source: Missing
it: Mancante

source: Number of keys*
it: Numero di chiavi*

source: Body
it: Carrozzeria

source: Other
it: Altro

source: Documents & pictures
it: Documenti e immagini

source: Documents of vehicles
it: Documenti dei veicoli

source: You can upload vehicle documents such as expert's report. Maximum file size 18 MB, minimum image size: 370X490 pixels.
it: Puoi caricare i documenti relativi ai veicoli, come le perizie. La dimensione massima del file è di 18 MB, la risoluzione minima è 370X490 pixel.

source: Pictures of vehicles
it: Immagini di veicoli

source: You can upload a maximum of 20 vehicle images. Maximum file size 5 MB, minimum image resolution: 370X490 pixels. Only images in landscape orientation can be uploaded.
it: Puoi caricare fino a un massimo di 20 immagini di veicoli. La dimensione massima del file è di 5 MB, la risoluzione minima è 370X490 pixel. Possono essere caricate solo immagini con orientamento orizzontale.

source: Minimum price *
it: Prezzo minimo *

source: To be transported by the *
it: Trasporto a cura del *

source: Done
it: Fatto

source: Invalid language or page. Please try again.
it: Linguaggio o pagina non validi. Per favore riprova.

source: Invalid Request. Please try again.
it: Richiesta non valida. Per favore riprova.

source: Vehicle not found. Please try again.
it: Veicolo non trovato. Per favore riprova.

source: Invalid vehicle ID. Please try again.
it: ID del veicolo non valido. Per favore riprova.

source: No auction bidding data found. Please try again.
it: Nessun dato sulle offerte dell'asta trovato. Per favore riprova.

source: Invalid session. Please logged in again.
it: Sessione non valida. Per favore riprova.

source: Vehicle is already added to your favourite list.
it: Il veicolo è già stato aggiunto alla tua lista dei preferiti.

source: Vehicle has been added to favourite successfully.
it: Il veicolo è stato aggiunto ai preferiti.

source: Vehicle has been added to unfavourite successfully.
it: Il veicolo è stato aggiunto alla lista dei non preferiti.

source: User does not exist in the system.
it: L'utente non esiste nel sistema.

source: Invalid invoice name. Please try again.
it: Nome della fattura non valido. Per favore riprova.

source: Email preference has been saved successfully.
it: Le preferenze riguardo l'email sono state salvate.

source: Unable to update data. Please try again.
it: Impossibile aggiornare i dati. Per favore riprova.

source: Login successful.
it: Accesso riuscito.

source: Invalid username or password.
it: Nome utente o password non validi.

source: Required parameter missing. Please try again.
it: Manca un parametro necessario. Per favore riprova.

source: Email already exists. Please enter different email.
it: L'email esiste già. Per favore inseriscine una diversa.

source: Username already exists.Please enter different username.
it: Il nome utente esiste già. Per favore inseriscine uno diverso.

source: Your account has been registered successfully.
it: La creazione del tuo account è riuscita.

source: Something went wrong. Please try again.
it: Si è verificato un errore. Per favore riprova.

source: Unable to create your account. Please try again.
it: Impossibile creare l'account. Per favore riprova.

source: Password has been changed successfully.
it: La password è stata cambiata.

source: Unable to change password. Please try again.
it: Impossibile modificare la password. Per favore riprova.

source: Invalid current password. Please try again.
it: Password attuale errata. Per favore riprova.

source: Congratulations. You have bought a new vehicle.
it: Complimenti. Hai acquistato un nuovo veicolo.

source: Car has been sold successfully.
it: L'autovettura è stata venduta.

source: Vehicle image has been uploaded successfully.
it: L'immagine del veicolo è stata caricata.

source: Unable to add vehicle. Please try again.
it: Impossibile aggiungere il veicolo. Per favore riprova.

source: Request has been send successfully. We will get back to you soon.
it: La richiesta è stata inviata. Ti contatteremo presto.

source: We are unable to submit your request. Please try again.
it: Non siamo riusciti a inviare la tua richiesta. Per favore riprova.

source: Vehicle has been added successfully.
it: Il veicolo è stato aggiunto.

source: Invalid vehicle image format. Please upload valid image type.
it: Il formato dell'immagine del veicolo non è valido. Per favore carica un'immagine dal formato valido.

source: Please select vehicle image.
it: Per favore seleziona un'immagine del veicolo.

source: Vehicle damage image has been uploaded successfully.
it: L'immagine relativa ai danni del veicolo è stata caricata.

source: Your bid has been recorded successfully.
it: La tua offerta è stata registrata.

source: Profile picture has been uploaded successfully.
it: L'immagine di profilo è stata caricata.

source: No user detail found. Please try again.
it: Nessun dettaglio sull'utente trovato. Per favore riprova.

source: User profile has been updated successfully.
it: Il profilo utente è stato aggiornato.

source: Unable to save profile information. Please try again.
it: Impossibile salvare le informazioni del profilo. Per favore riprova.

source: Vehicle has been deleted successfully.
it: Il veicolo è stato eliminato.

source: Vehicle damage image has been deleted successfully.
it: L'immagine relativa ai danni del veicolo è stata eliminata.

source: File does not exist. Please try again.
it: Il file non esiste. Per favore riprova.

source: No vehicle damage image found. Please try again.
it: Nessuna immagine relativa ai danni del veicolo trovata. Per favore riprova.

source: No vehicle image found. Please try again.
it: Nessuna immagine del veicolo trovata. Per favore riprova.

source: Vehicle image has been deleted successfully.
it: L'immagine del veicolo è stata eliminata.

source: No vehicle document image found. Please try again.
it: Nessuna immagine della documentazione del veicolo trovata. Per favore riprova.

source: Vehicle document image has been deleted successfully.
it: L'immagine della documentazione del veicolo è stata eliminata.

source: How it works
it: Come funziona

source: Contact Us
it: Contattaci

source: I am
it: Io sono

source: Marktplatz
it: Piazza del mercato

source: I have a
it: Ho un

source: Topic
it: Argomento

source: My Request
it: La mia richiesta

source: Forgot Password?
it: Dimenticato la password?

source: Enter your email
it: Inserisci la tua email

source: Forgot Password
it: Password dimenticata

source: Submit
it: Invia

source: Administrator
it: Amministratore

source: Min Year
it: Anno Minimo

source: Max Year
it: Anno Massimo

source: Region
it: Regione

source: No Record Found
it: Nessun record trovato

source: Useful Links
it: Link utili

source: Security Check
it: Controllo di sicurezza

source: Used car market
it: Mercato dell'usato

source: New cars
it: Auto nuove

source: Parts & Accessory
it: Ricambi e accessori

source: Motobikes
it: Motociclette

source: Commercial vehicles
it: Veicoli commerciali

source: Question
it: Domanda

source: Commendation
it: Encomio

source: Complaint
it: Reclamo

source: Improvement
it: Miglioramento

source: New car
it: Auto nuova

source: Register
it: Registro

source: Add Picture
it: Aggiungi immagine

source: Change car offer
it: Cambia offerta auto

source: Payed services
it: Servizi a pagamento

source: Check car offer
it: Controlla offerta auto

source: Misc
it: Varie

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Send Request
it: Invia richiesta

source: Calculate route
it: Calcolare il percorso

source: Only show shortlisted
it: Mostra solo i selezionati

source: My Corner
it: Il mio angolo

source: My Vehicles
it: I miei veicoli

source: Vehiclea in Auktion
it: Veicoli in Auktion

source: My Favourite Vehicles
it: I miei veicoli preferiti

source: Sub Users
it: Sottoutilizzatori

source: Add Sub User
it: Aggiungi utente secondario

source: Sub Users Listing
it: Elenco dei subutenti

source: Profile
it: Profilo

source: Change Profile Data
it: Cambiare i dati del profilo

source: Change Password
it: Cambiare la password

source: Delete Account
it: Cancellare il conto

source: Settings
it: Impostazioni

source: Email Preference
it: Preferenze e-mail

source: Invoices
it: Fatture

source: Add
it: Aggiungi

source: Sub User
it: Sottoutente

source: Parent User
it: Utente genitore

source: Mobile Number
it: Numero di cellulare

source: Contact Number
it: Numero di contatto

source: About Yourself
it: Di te stesso

source: Enter first name
it: Inserisci il tuo nome

source: Enter last name
it: Inserisci il cognome

source: Enter email address
it: Inserisci indirizzo e-mail

source: Enter mobile number
it: Inserire il numero di cellulare

source: Enter phone number
it: Inserire il numero di telefono

source: Write something about you..
it: Scrivi qualcosa di te..

source: About Fleet
it: Sulla flotta

source: Advertisement
it: Annuncio

source: Event
it: Evento

source: Personal recommendation
it: Raccomandazione personale

source: Search engine
it: Motore di ricerca

source: Inactive
it: Inattivo

source: Active
it: Attivo

source: Edit
it: Modifica

source: Save
it: Salva

source: Cancel
it: Annulla

source: Current Password
it: Password attuale

source: New Password
it: Nuova password

source: Confirm Password
it: Conferma password

source: Change
it: Cambiare

source: Are you sure you want to delete account?
it: Sei sicuro di voler cancellare l'account?

source: Send Email Notifications ?
it: Inviare notifiche via e-mail?

source: Preference
it: Preferenze

source: Search your vehicle by production duation and vehicel make and model.
it: Cerca il tuo veicolo in base alla produzione, alla marca e al modello del veicolo

source: Select Year
it: Selezionare l'anno

source: Select Month
it: Seleziona il mese

source: Select Make
it: Selezionare Make

source: Select Model
it: Selezionare il modello

source: Vehicle Damage
it: Danni al veicolo

source: Vehicle inspection Date
it: Data di ispezione del veicolo

source: Swiss Car
it: Auto svizzera

source: 24 hours
it: 24 ore

source: 48 hours
it: 48 ore

source: Buy now Price
it: Compra ora Prezzo

source: Increase with
it: Aumenta con

source: Sort by
it: Ordina per

source: YEAR OLD-NEW
it: ANNO VECCHIO-NOVE

source: YEAR NEW-OLD
it: ANNO NUOVO

source: PRICE LOW-HIGH
it: PREZZO BASSO-ALTO

source: PRICE HIGH-LOW
it: PREZZO ALTO BASSO

source: ODOMETER LOW-HIGH
it: CONTACHILOMETRI BASSO-ALTO

source: ODOMETER HIGH-LOW
it: CONTACHILOMETRI ALTO-BASSO

source: Only show favourites
it: Mostra solo i preferiti
