Repository: git2305/carweb
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Vehicle Detail
fr_fr: Détails du véhicule

source: Add New Advertisement
fr_fr: Ajouter nouvelle publicité

source: Advertisement: Step1
fr_fr: Publicité: étape 1

source: Advertisement: Step2
fr_fr: Publicité: étape 2

source: Advertisement: Step3
fr_fr: Publicité: étape 3

source: Advertisement: Step4
fr_fr: Publicité: étape 4

source: telefon +0 55 553 40 00
fr_fr: téléphone: +0 55 553 40 00

source: Car auction
fr_fr: Enchères de voitures

source: jobs
fr_fr: emplois

source: Impressum
fr_fr: Empreinte

source: Prices
fr_fr: Prix

source: Our Company
fr_fr: Notre compagnie

source: About Us
fr_fr: A propos de nous

source: Outstanding safe
fr_fr: Sécurité exceptionnelle

source: Sign out
fr_fr: Déconnexion

source: Sign up
fr_fr: Enregistrement

source: Sign in
fr_fr: Connexion

source: Add advertisement
fr_fr: Ajouter publicité

source: Toggle navigation
fr_fr: Basculer la navigation

source: Home
fr_fr: Accueil

source: Find a car
fr_fr: Trouvez une auto

source: Used cars
fr_fr: Voitures usagées

source: Specialst
fr_fr: Spécialiste

source: New
fr_fr: Nouveau

source: Car Listing
fr_fr: Liste des voitures

source: Edit user
fr_fr: Modifier usager

source: Username
fr_fr: Nom d'usager

source: Form of address*
fr_fr: Titre*

source: Preferred language
fr_fr: Langue préférée

source: How did you find out about us?*
fr_fr: Comment nous avez-vous trouvé?*

source: Status
fr_fr: Statut

source: Please Select
fr_fr: Veuillez sélectionner

source: Quick Search
fr_fr: Recherche rapide

source: Search by body type
fr_fr: Recherche par type

source: Make:
fr_fr: Marque:

source: Model:
fr_fr: Modèle:

source: Region:
fr_fr: Région:

source: Min Year:
fr_fr: Année minimale:

source: Max Year:
fr_fr: Année maximale:

source: Search
fr_fr: Rechercher

source: Recent
fr_fr: Récent

source: Car submissions
fr_fr: Soumission de voiture

source: Enter your username
fr_fr: Entrez votre nom d'usager

source: Password
fr_fr: Mot de passe

source: Enter your password
fr_fr: Entrez votre mot de passe

source: Personal details
fr_fr: Détails personnels

source: First name*
fr_fr: Prénom*

source: Insert first name
fr_fr: Entrez votre prénom

source: Surname*
fr_fr: Nom de famille*

source: Insert last name
fr_fr: Entrez votre nom de famille

source: Telephone *
fr_fr: Téléphone*

source: Area code without the "0", Number plus extension
fr_fr: Code régional sans le '0', numéro plus extension

source: Username*
fr_fr: Nom d'usager*

source: Insert username
fr_fr: Entrez votre nom d'usager

source: (Min. 6, max. 8 characters)
fr_fr: (Min. 6, max. 8 caractères)

source: Registration
fr_fr: Inscription

source: Company Data
fr_fr: Données de compagnie

source: Company
fr_fr: Compagnie

source: Addition
fr_fr: Ajout

source: Street/No.
fr_fr: Rue/Numéro.

source: Address line 1
fr_fr: Ligne d'adresse 1

source: PO Box
fr_fr: Boîte postale

source: Address line 2
fr_fr: Ligne d'adresse 2

source: Postcode/town *
fr_fr: Code postal/Ville*

source: Postcode
fr_fr: Code postal

source: Town
fr_fr: Ville

source: Country*
fr_fr: Pays*

source: Car dealership
fr_fr: Concessionnaire de voitures

source: Motorcycle dealership
fr_fr: Concessionnaire de motocyclettes

source: Commercial vehicle dealership
fr_fr: Concessionnaire de véhicules commerciaux

source: Insert email address
fr_fr: Entez votre adresse e-mail

source: Login details
fr_fr: Informations de connexion

source: Please note that your username will be displayed if you place a bid
fr_fr: Veuillez noter que votre nom d'usager sera affiché si vous placez une mise

source: Password*
fr_fr: Mot de passe*

source: Insert password
fr_fr: Entrez le mot de passe

source: At least 8 characters, uppercase/lowercase letters and numbers
fr_fr: Au moins 8 caractères, chiffres et lettes en majuscules ou en minuscules

source: Re-enter password*
fr_fr: Ré-entrez le mot de passe*

source: Confirm your password
fr_fr: Confirmez votre mot de passe

source: Please note that your.............
fr_fr: Veuillez noter que votre.............

source: I hereby confirm that I have read and understood the General Terms and Conditions and that I agree to them.*
fr_fr: Je confirme par la présente que j'ai lu et compris les conditions générales et que je les accepte. *

source: CARAUKTION AG is hereby authorised to obtain external information about the company/person to be registered.*
fr_fr: CARAUKTION AG est autorisée par la présente à obtenir des informations externes sur la société / la personne à enregistrer. *

source: security check
fr_fr: vérification de sécurité

source: I'm not a robot
fr_fr: Je ne suis pas un robot

source: 1st reg. *
fr_fr: 1er enreg. *

source: Model No. *
fr_fr: Numéro de modèle *

source: Choose your vehicle category
fr_fr: Choisissez la catégorie de votre véhicule

source: Add category
fr_fr: Ajouter une catégorie

source: --Select category--
fr_fr: --Choisir catégorie--

source: Next
fr_fr: Suivant

source: Vehicle listing
fr_fr: Liste des véhicules

source: Manage vehicles
fr_fr: Gérer les véhicules

source: Model, Type
fr_fr: Modèle, type

source: Body type
fr_fr: Type de voiture

source: Doors
fr_fr: Portes

source: HP
fr_fr: CV

source: Fuel
fr_fr: Carburant

source: Gear
fr_fr: Vitesses

source: Factory price
fr_fr: Prix du fabricant

source: Created
fr_fr: Créé

source: Vehicle Data
fr_fr: Données du véhicule

source: Documents & Pictures
fr_fr: Documents et photos

source: Auction
fr_fr: Encan

source: Fields marked with asterisk (*) are mandatory
fr_fr: Les champs marqués d'une étoile (*) sont obligatoires

source: Brand*
fr_fr: Marque*

source: Brand name
fr_fr: Nom de la marque

source: Model *
fr_fr: Modèle*

source: Model
fr_fr: Modèle

source: Body type *
fr_fr: Type de voiture*

source: --Select body type--
fr_fr: --Choisir type de voiture--

source: Doors *
fr_fr: Portes *

source: --Please select--
fr_fr: --Veuillez choisir--

source: Wheel Drive *
fr_fr: Entrainement de roue *

source: Gear *
fr_fr: Vitesses *

source: Fuel *
fr_fr: Carburant *

source: Number of seats
fr_fr: Nombre de sièges

source: Please select
fr_fr: Veuillez choisir

source: 1st Reg. *
fr_fr: 1er enreg. *

source: 1st Registration
fr_fr: 1er enregistrement

source: Exterior color *
fr_fr: Couleur extérieure *

source: --Please choose color--
fr_fr: --Veuillez choisir couleur--

source: Car finish
fr_fr: Finition de l'auto

source: Interior color *
fr_fr: Couleur intérieure *

source: Special equipment
fr_fr: Équipement spécial

source: Serial equipment
fr_fr: Équipement de série

source: Frame No.
fr_fr: Numéro cadre.

source: Model No.
fr_fr: Numéro de modèle.

source: Register No.
fr_fr: Numéro d'enregistrement.

source: Vehicle No.
fr_fr: Numéro du véhicule.

source: Additional information
fr_fr: Informations supplémentaires

source: Factory price of vehicle
fr_fr: Prix du fabricant pour le véhicule

source: Previous
fr_fr: Précédent

source: Gen. condition
fr_fr: Condition générale

source: Vehicle involved in accident
fr_fr: Véhicule impliqué dans un accident

source: Dog owner
fr_fr: Propriétaire de chien

source: Smoker's vehicle
fr_fr: Véhicule de fumeur

source: Hail damage
fr_fr: Dommage par la grêle

source: Vehicle inspection
fr_fr: Inspection du véhicule

source: Repairs*
fr_fr: Réparations*

source: Mechanics
fr_fr: Mécanique

source: Multilingual
fr_fr: Multilingue

source: Vehicle registration document
fr_fr: Documents d'enregistrement du véhicule

source: Available
fr_fr: Disponible

source: Will be supplied later
fr_fr: Sera fourni plus tard

source: Service record
fr_fr: Journal d'entretien

source: Incomplete
fr_fr: Incomplet

source: Missing
fr_fr: Manquant

source: Number of keys*
fr_fr: Nombre de clés*

source: Body
fr_fr: Carrosserie

source: Other
fr_fr: Autre

source: Documents & pictures
fr_fr: Documents et photos

source: Documents of vehicles
fr_fr: Documents des véhicules

source: You can upload vehicle documents such as expert's report. Maximum file size 18 MB, minimum image size: 370X490 pixels.
fr_fr: Vous pouvez envoyer les documents du véhicule comme un rapport d'expert. Taille maximale du fichier: 18 Mo, taille minimale de l'image: 370x490 pixels.

source: Pictures of vehicles
fr_fr: Photos des véhicules

source: You can upload a maximum of 20 vehicle images. Maximum file size 5 MB, minimum image resolution: 370X490 pixels. Only images in landscape orientation can be uploaded.
fr_fr: Vous pouvez nous envoyer un maximum de 20 images du véhicule. La taille maximale des fichiers est de 5 Mo, résolution minimale des images: 370x490 pixels. Envoyez seulement des photos en orientation paysage.

source: Minimum price *
fr_fr: Prix minimum *

source: To be transported by the *
fr_fr: À être transféré par le *

source: Done
fr_fr: Complété

source: Invalid language or page. Please try again.
fr_fr: Langue ou page invalide. Veuillez essayer de nouveau.

source: Invalid Request. Please try again.
fr_fr: Demande invalide. Veuillez essayer de nouveau.

source: Vehicle not found. Please try again.
fr_fr: Véhicule non trouvé. Veuillez essayer de nouveau.

source: Invalid vehicle ID. Please try again.
fr_fr: ID de véhicule invalide. Veuillez essayer de nouveau.

source: No auction bidding data found. Please try again.
fr_fr: Aucune donnée d'enchère trouvée. Veuillez essayer de nouveau.

source: Invalid session. Please logged in again.
fr_fr: Session invalide.. Veuillez essayer de nouveau.

source: Vehicle is already added to your favourite list.
fr_fr: Le véhicule a déjà été ajouté à votre liste de favoris.

source: Vehicle has been added to favourite successfully.
fr_fr: Le véhicule a bien été ajouté à votre liste de favoris.

source: Vehicle has been added to unfavourite successfully.
fr_fr: Le véhicule a bien été ajouté à votre liste de défavorisés.

source: User does not exist in the system.
fr_fr: L'usager n'existe pas dans le système.

source: Invalid invoice name. Please try again.
fr_fr: Nom de facturation invalide. Veuillez essayer de nouveau.

source: Email preference has been saved successfully.
fr_fr: Les préférences d'e-mails ont bien été sauvegardées.

source: Unable to update data. Please try again.
fr_fr: Incapable de mettre à jour les données. Veuillez essayer de nouveau.

source: Login successful.
fr_fr: Connexion réussie.

source: Invalid username or password.
fr_fr: Nom d'usager ou mot de passe invalide.

source: Required parameter missing. Please try again.
fr_fr: Un paramètre requis est manquant. Veuillez essayer de nouveau.

source: Email already exists. Please enter different email.
fr_fr: L'e-mail existe déjà. Veuillez entrer un autre e-mail.

source: Username already exists.Please enter different username.
fr_fr: Le nom d'usager existe déjà. Veuillez entrer un nouveau nom d'usager.

source: Your account has been registered successfully.
fr_fr: Votre compte a été crée avec succès.

source: Something went wrong. Please try again.
fr_fr: Quelque chose ne va pas. Veuillez essayer de nouveau.

source: Unable to create your account. Please try again.
fr_fr: Incapable de créer votre compte. Veuillez essayer de nouveau.

source: Password has been changed successfully.
fr_fr: Le mot de passe a été changé avec succès.

source: Unable to change password. Please try again.
fr_fr: Incapable de changer le mot de passe. Veuillez essayer de nouveau.

source: Invalid current password. Please try again.
fr_fr: Mot de passe actuel invalide. Veuillez essayer de nouveau.

source: Congratulations. You have bought a new vehicle.
fr_fr: Félicitations ! Vous avez acheté un nouveau véhicule.

source: Car has been sold successfully.
fr_fr: L'auto a bien été vendue.

source: Vehicle image has been uploaded successfully.
fr_fr: La photo du véhicule n'a pas bien été ajoutée.

source: Unable to add vehicle. Please try again.
fr_fr: Incapable d'ajouter le véhicule. Veuillez essayer de nouveau.

source: Request has been send successfully. We will get back to you soon.
fr_fr: La demande a bien été envoyée. Nous vous reviendrons sous peu.

source: We are unable to submit your request. Please try again.
fr_fr: Nous avons été incapables d'envoyer votre demande. Veuillez essayer de nouveau.

source: Vehicle has been added successfully.
fr_fr: Le véhicule a bien été ajouté.

source: Invalid vehicle image format. Please upload valid image type.
fr_fr: Format d'image du véhicule invalide. Veuillez envoyer une image de type valide.

source: Please select vehicle image.
fr_fr: Veuillez sélectionner une image du véhicule.

source: Vehicle damage image has been uploaded successfully.
fr_fr: L'image des dommages du véhicule a bien été reçue.

source: Your bid has been recorded successfully.
fr_fr: Votre mise a bien été enregistrée.

source: Profile picture has been uploaded successfully.
fr_fr: La photo du profil a bien été reçue.

source: No user detail found. Please try again.
fr_fr: Aucun détail d'usager trouvé. Veuillez essayer de nouveau.

source: User profile has been updated successfully.
fr_fr: Le profil d'usager a bien été mis à jour.

source: Unable to save profile information. Please try again.
fr_fr: Incapable de sauvegarder les informations de profil. Veuillez essayer de nouveau.

source: Vehicle has been deleted successfully.
fr_fr: Le véhicule a bien été effacé.

source: Vehicle damage image has been deleted successfully.
fr_fr: L'image des dommages du véhicule a bien été effacée.

source: File does not exist. Please try again.
fr_fr: Le fichier n'existe pas. Veuillez essayer de nouveau.

source: No vehicle damage image found. Please try again.
fr_fr: Aucune image des dommages du véhicule ne fut trouvée. Veuillez essayer de nouveau.

source: No vehicle image found. Please try again.
fr_fr: Aucune image du véhicule ne fut trouvée. Veuillez essayer de nouveau.

source: Vehicle image has been deleted successfully.
fr_fr: La photo du véhicule a bien été effacée.

source: No vehicle document image found. Please try again.
fr_fr: Aucune image de document du véhicule ne fut trouvée. Veuillez essayer de nouveau.

source: Vehicle document image has been deleted successfully.
fr_fr: L'image du document du véhicule a bien été reçue.
